IDEA Open Model
LineLoad.EndPositionY Property
Compatible with IDEA StatiCa 20.1
 point support position Y
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double EndPositionY { get; set; }
Public Property EndPositionY As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace